Repository: marketing-factory/picturecredits
Catalog: Resources/Private/Language/*.locallang_mod_import.xlf
Languages: de

# mlang_labels_tablabel
source: Import preconfigured picture terms
de: Vorkonfigurierte Bildnutzungsbedingungen importieren

# mlang_labels_tabdescr
source: Allows to import the preconfigured picture terms.<br /><em>Access for 'admin' users only!</em>
de: Ermöglicht den Import der vorkonfigurierten Bildnutzungsbedingungen.<br /><em>Zugriff nur für Administratoren!</em>

# module.import.header
source: Picture Credits: Import preconfigured picture terms
de: Bildnachweise: Import vorkonfigurierter Bildnutzungsbedingungen

# module.import.getStarted
source: To get you started, the extension provides a set of commonly used picture terms:
de: Damit Sie gleich loslegen können, bietet die Extension eine Reihe von häufig verwendeten Bildnutzungsbedingungen:

# module.import.importAfterInstallation
source: We recommend that you import these preconfigured records into your database once after the initial installation. The records will be imported to PID 0.
de: Wir empfehlen Ihnen, diese vorkonfigurierten Datensätze nach der Erstinstallation in Ihre Datenbank zu importieren. Die Datensätze werden in die PID 0 importiert.

# module.import.infobox.importWarning.title
source: Warning
de: Achtung

# module.import.infobox.importWarning.content
source: Beware: Importing the preconfigured records will delete all existing records of this type!
de: Vorsicht: Der Import der vorkonfigurierten Datensätze löscht alle bestehenden Datensätze dieses Typs!

# module.import.button.importRecords
source: (Re)import picture terms
de: Bildnutzungsbedingungen (re)importieren

# module.import.modal.content
source: Do you really want to delete all existing picture terms and import the preconfigured records?
de: Wollen Sie wirklich alle vorhandenen Bildnutzungsbedingungen löschen und die vorkonfigurierten Datensätze importieren?

# module.import.flashmessage.importSuccess.title
source: Import completed
de: Import abgeschlossen

# module.import.flashmessage.importSuccess.body
source: The preconfigured records are imported to PID 0 (TYPO3 root node in page tree).
de: Die vorkonfigurierten Datensätze wurden in die PID 0 (TYPO3-Stammknoten im Seitenbaum) importiert.
