Repository: marketing-factory/picturecredits
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

source: Picture terms
de: Bildnutzungsbedingungen

source: Picture terms category
de: Kategorie der Bildnutzungsbedingungen

# picture_terms.template_name
source: Name of Fluid partial
de: Name des Fluid-Partials

# picture_terms.template_name.description
source: Default template matches most cases of picture credits.
de: Das Default-Template ist für die meisten Bildnachweise passend.

source: Picture terms name
de: Name der Bildnutzungsbedingungen

# picture_terms.field
source: Field
de: Feld

# picture_terms.tabs.default_fields
source: Default values
de: Voreingestellte Werte

# picture_terms.tabs.default_fields.description
source: Set default values (for this specific picture terms).
de: Voreinstellungen der Werte (für diesen spezifischen Anbieter).

# picture_terms.tabs.override_fields
source: Configurable fields
de: Konfigurierbare Felder

# picture_terms.tabs.override_fields.description
source: Select the fields that editors should be able to fill/override in file metadata records (for this specific picture terms). You can configure each field to be either optional or mandatory.
de: Wählen Sie die Felder aus, welche Redakteure in den Metadaten (für diesen spezifischen Anbieter) ausfüllen/überschreiben dürfen. Sie können für jedes Feld konfigurieren, ob es optional oder verpflichtend ist.

# picture_terms.palette.picture
source: Picture
de: Bild

# picture_terms.palette.disclaimer
source: Disclaimer
de: Haftungsausschluss

# picture_terms.palette.creator
source: Creator
de: Urheber

# picture_terms.palette.vendor
source: Vendor/Distributor
de: Anbieter

# picture_terms.palette.terms
source: Terms
de: Bezeichnungen

# picture_terms.palette.license
source: License
de: Lizenz

# picture_terms.palette.publisher
source: Further Publisher/Agency
de: Weitere Bildagentur

# picture_terms.palette.other
source: Other
de: Sonstiges

# picture_terms.palette.social_media
source: Social Media
de: Soziale Medien

# picture_terms.palette.settings
source: Settings
de: Einstellungen

# picture_terms.palette.internal
source: Internal
de: Intern

# picture_terms.field_vendor_name
source: Name of vendor
de: Name des Anbieters

# picture_terms.field_vendor_collection
source: Name of collection
de: Name der Sammlung

# picture_terms.field_vendor_collection.description
source: Some images can be bought as part of a larger collection.
de: Manche Bilder können als Teil einer größeren Sammlung gekauft werden.

# picture_terms.field_vendor_link
source: Link to vendor
de: Link zum Anbieter

# picture_terms.field_license_name
source: License name
de: Lizenzname

# picture_terms.field_license_link
source: Link to license
de: Link zur Lizenz

# picture_terms.field_picture_name
source: Image title
de: Bildtitel

# picture_terms.field_picture_link
source: Link to image (e.g. on vendor platform)
de: Link zum Originalbild (z.B. auf der Anbieterplattform)

# picture_terms.field_socialmedia_usage
source: Image can be used on social media
de: Das Bild darf in den sozialen Medien genutzt werden

# picture_terms.field_socialmedia_usage.option.default
source: Default
de: Voreinstellung

# picture_terms.field_socialmedia_usage.option.yes
source: Yes
de: Ja

# picture_terms.field_socialmedia_usage.option.no
source: No
de: Nein

# picture_terms.field_credits_on_image
source: Picture credits must be rendered directly on the image
de: Bildnachweise müssen direkt am Bild angezeigt werden

# picture_terms.field_credits_on_image.option.default
source: Default
de: Voreinstellung

# picture_terms.field_credits_on_image.option.yes
source: Yes
de: Ja

# picture_terms.field_credits_on_image.option.no
source: No
de: Nein

# picture_terms.field_disclaimer
source: Special copyright/disclaimer
de: Spezielles Copyright/Haftungsausschluss

# picture_terms.field_creator_name
source: Name or alias of creator
de: Name oder Alias des Urhebers

# picture_terms.field_creator_link
source: Link to creator's website/profile
de: Link zur Website bzw. zum Profil des Urhebers

# picture_terms.field_publisher_name
source: Name of further publisher/agency
de: Name einer weiteren Bildagentur

# picture_terms.field_publisher_name.description
source: Sometimes it is necessary to mention a partner photo agency or something similar. For example: Reuters/Creator - stock.adobe.com
de: Manchmal ist es notwendig, eine Partner-Bildagentur oder Ähnliches anzugeben. Zum Beispiel: Reuters/Urheber - stock.adobe.com

# picture_terms.field_additional_info
source: Additional information
de: Zusätzliche Informationen

# picture_terms.field_additional_info.description
source: If needed, extend the credits. For example, some licenses require to describe subsequent image editing.
de: Falls notwendig, Erweiterung des Bildnachweises. Zum Beispiel benötigen manche Lizenzen eine Beschreibung anschließender Bildbearbeitungen.

# type.metadata_field_type.hidden
source: Do not show field to editors
de: Zeige das Feld nicht für Redakteure an

# type.metadata_field_type.optional
source: Optional for editors
de: Optional für Redakteure

# type.metadata_field_type.mandatory
source: Mandatory for editors
de: Pflichtangabe für Redakteure

# type.metadata_field_type.mandatory_if_present
source: Mandatory for editors, if given for image
de: Pflichtangabe für Redakteure, falls für das Bild verfügbar

# sys_file_metadata.tabs.picturecredits
source: Picture credits
de: Bildnachweise

# sys_file_metadata_item.terms
source: Picture terms
de: Bildnutzungsbedingungen

# sys_file_metadata_item.terms.description
source: Select a vendor or license type template to display the applicable fields.
de: Wähle eine Vorlage des Lieferanten oder der Lizenzart, um die passenden Felder anzuzeigen.

# sys_file_metadata_item.note
source: Internal note
de: Interner Vermerk

# sys_file_metadata_item.note.description
source: This will not be rendered in the frontend.
de: Dies wird nicht im Frontend angezeigt.

# sys_file_metadata_item.picturecredits_reviewed
source: Picture credits were reviewed
de: Bildnachweise wurden überprüft

# sys_file_metadata.placeholder.default
source: Default:
de: Standard:
